---
kind: other
id: Methods.T:Autodesk.Revit.DB.Lighting.InitialIlluminanceIntensity
source: html/53c44631-e758-c118-edad-f561396961aa.htm
---
# InitialIlluminanceIntensity Methods

Creates a copy of the InitialIntensity derived object.